/*──────────────────────────────────────
* 三维AI设计系统_数据库模板
* ──────────────────────────────────────
* Ver     变更日期    负责人   变更内容
* ──────────────────────────────────────
* V0.1   2018/10/27   陈鹏     模板创建
* V0.2   2019/5/27    陈鹏     增加DIMS模板相关函数
* V0.3   2020/6/26    陈鹏     增加Ext扩展，添加数据库类名获取
* ──────────────────────────────────────
* Copyright (c) 2019-2020 特变电工衡阳变压器有限公司. All rights reserved.
*┌─────────────────────────────────────┐
*│　此技术信息为本公司机密信息，未经本公司书面同意禁止向第三方披露．      　│
*│　版权所有：特变电工衡阳变压器有限公司  　　　　　　　　　　　　　　      │
*└─────────────────────────────────────┘
* 文    件： PT_IntranetLeaveFactoryPart.cs
* 功    能： 数据库操作_EXT
* 类    名： PT_IntranetLeaveFactoryPart
* 创建时间： 2024/8/1 15:48:17
* 说    明： 代码由模板自动生成，不能手动修改!!!
*/

namespace Pine_sTool.BLL
{
    //PT_IntranetLeaveFactoryPart
    public partial class PT_IntranetLeaveFactoryPart
    {
    }
}